//Создайте переменную, увеличьте её на единицу несколькими способами и выведите значение на экран.
public class task3_sem1 {
    public static void main(String[] args) {
        int a=1;
        a = a + 1;
        System.out.println(a);
        a++;
        System.out.println(a);
        ++a;
        System.out.println(a);
        a+=1;
        System.out.println(a);
    }
}
