//Дано неотрицательное целое число. Найдите число десятков в его десятичной записи (то есть вторую справа цифру его десятичной записи).
public class task7_sem1 {
    public static void main(String[] args) {
        int a = 12345;
        System.out.println(12345%100/10);
    }
}
