//Реализуйте метод, который получает целое число на вход и возвращает разницу между данным числом и 21 Выведите
//значение на экран с различными целыми числами
public class task9_sem1 {
    public static void main(String[] args) {

        System.out.println(m(521));
        System.out.println(m(21));
        System.out.println(m(0));
        System.out.println(m(-100));
    }
    public static int m(int n){
        return n-21;
    }
}
