// Реализуйте метод, в который передается две целочисленные переменные и возвращает их среднее геометрическое
public class task11_sem1 {
    public static void main(String[] args) {

        System.out.println(m(16, 4));
    }
    public static double m(int a, int b){
        return Math.sqrt(a*b);
    }
}
