//Дано двузначное число. Найдите число десятков в нем.
public class task8_sem1 {
    public static void main(String[] args) {
        int n = 75;
        System.out.println(n/10);
    }
}
