//Создайте переменную, присвойте ей целочисленное значение. Выведите значение на экран
public class task2_sem1 {
    public static void main(String[] args) {
        int a=1;
        System.out.println(a);
    }
}
