//Реализуйте метод, в который передается две целочисленные переменные и возвращает их среднее арифметическое
public class task10_sem1 {
    public static void main(String[] args) {

        System.out.println(m(10, 4));
    }
    public static int m(int a, int b){
        return (a+b)/2;
    }
}
