//Дано натуральное число. Выведите его последнюю цифру.
public class task6_sem1 {
    public static void main(String[] args) {
        int a = 12345;
        System.out.println(12345%10);
    }
}
