//Дано два числа a и b. Найдите гипотенузу треугольника с заданными катетами.
public class task5_sem1 {
    public static void main(String[] args) {
        int a = 3;
        int b = 4;
        double c = Math.sqrt(a*a + b*b);
        System.out.println(c);
    }


}
